"RTL"="0";
"Cancel"="ยกเลิก";
"OK"="ตกลง";
"Delete"="ลบ";
"Next"="ถัดไป";

"NoEMailSetupTitle"="ยังไม่ได้ตั้งค่าอีเมล";
"NoEMailSetupText"="โปรดตั้งค่าอีเมลบนโทรศัพท์ของคุณ";
"WriteEMailText"="คุณต้องการติดต่อฝ่ายสนับสนุนทางอีเมลหรือไม่";
"WriteEMailTitle"="ติดต่อฝ่ายสนับสนุน";
"EMailQuestionSubject"="ฝ่ายสนับสนุนด้านเทคนิค Smart Budget";
"EMailQuestionBody"="\n\nซอฟต์แวร์เวอร์ชัน - %@\niOS เวอร์ชัน - %@";
"ShareEMailSubj"="ฉันต้องการเชิญให้คุณใช้งานข้อมูลการเงินแบบแบ่งปันร่วมกัน!";
"ShareEMailBody"="โปรดคลิกที่ข้อมูลแนบเพื่อเปิดไฟล์ใน Smart Budget \n\nถ้าคุณยังไม่ได้ติดตั้ง Smart Budget โปรดไปที่ลิงก์: %@\n\nป.ล. ฉันใช้เวอร์ชัน %@\niOS เวอร์ชัน - %@";
"EMailDatabaseProblemSubject"="ฝ่ายสนับสนุนด้านเทคนิคของ Smart Budget – ฐานข้อมูลของฉันเสียหาย!";
"EMailDatabaseProblemBody"="ข้อความนี้มีสำเนาฐานข้อมูลของคุณ เราจะพยายามตรวจสอบและแก้ไขข้อผิดพลาดโดยทันที\nซอฟต์แวร์เวอร์ชัน - %@\niOS เวอร์ชัน - %@\n";

"SelectAccountTitleTo"="ไปยังบัญชี";

"ExpenseNamePlaceholder"="คำอธิบาย (ใส่หรือไม่ก็ได้)";
"ExpenseTitleNew"="คำอธิบาย";
"ExpenseNameTitle"="คำอธิบาย";
"ExpenseNameComment"="ไม่มีคำอธิบาย";
"ExpenseReturnDate"="การชำระคืน";
"SelectNoReturnDate"="ไม่มีวันที่ชำระเงินคืน";
"SelectNoDate"="ไม่มีวันที่";
"SelectTodayDate"="วันนี้";
"SectionPlannedFor"="วางแผนไว้สำหรับ {date}";

"CheckInternetCloud"="ไม่มีการเชื่อมต่อกับเซิร์ฟเวอร์ Cloud ระบบอาจอยู่ระหว่างการซ่อมบำรุง หรือคุณอาจจะไม่ได้เชื่อมต่อกับอินเทอร์เน็ต";
"DocsHintCloudCorrupted20"="สำเนาฐานข้อมูลใน Cloud เกิดความเสียหาย กดปุ่ม 'ส่งออก' ที่ด้านล่างและเลือก ‘ส่งข้อมูลให้ฝ่ายสนับสนุน’";
"DocsHintCloudUnpublished20"="ไม่พบสำเนาฐานข้อมูลใน Cloud กดปุ่ม 'ส่งออก' ที่ด้านล่างและเลือก ‘ส่งข้อมูลให้ฝ่ายสนับสนุน’";
"DocsHintCloudFuture"="พบว่ามีการเปลี่ยนแปลงข้อมูลส่งไปยัง Cloud โดยใช้ Smart Budget เวอร์ชันที่ใหม่กว่า กรุณาอัปเดตโปรแกรมของคุณให้เป็นเวอร์ชันใหม่";
"ERROR_FUTURE_COMMANDS"="มีการเปลี่ยนแปลงฐานข้อมูลโดยใช้ Smart Budget เวอร์ชันที่ใหม่กว่า โปรดอัพเดตเวอร์ชันของคุณ";
"ERROR_CORRUPTED"="ฐานข้อมูลเกิดความเสียหาย โปรดกดปุ่ม 'ส่งออก' ที่ด้านล่าง และเลือก 'ส่งให้ฝ่ายสนับสนุน'";

"HelpSwitchSheet" = "สลับแผ่นงาน";
"HelpAddOperation" = "เพิ่มข้อมูลรายได้ ค่าใช้จ่าย เงินกู้ การโอนเงิน หรือการแลกเปลี่ยนสกุลเงิน";
"HelpPlannedOpDifferentSheet" = "กำลังจะถึงกำหนดการดำเนินงานที่วางแผนไว้ในแผ่นงานอื่น";
"HelpTextSearch" = "คุณสามารถพิมพ์ 'o j' เพื่อค้นหาคำว่า 'orange juice' ได้";
"HelpSlideForSearchPlanning" = "เลื่อนลงเพื่อค้นหาและวางแผน";
"HelpCreateDatabase" = "ฐานข้อมูลแต่ละชุดนั้นทำงานแยกจากกันอย่างสิ้นเชิง ฐานข้อมูลจะมีชุดบัญชี แผ่นงาน การดำเนินการของจัวเอง และสามารถซิงค์กับผู้ใช้ได้หลายคน";
"HelpNeedCommit" = "มีการเปลี่ยนแปลงบางอย่างที่ยังไม่ได้บันทึกลงใน Cloud";
"HelpPublished" = "ฐานข้อมูลนี้มีการซิงค์โดยอัตโนมัติระหว่างอุปกรณ์ที่ใช้ iCloud ที่ใช้ Apple ID เดียวกัน หากต้องการซิงค์ข้อมูลระหว่างอุปกรณ์ที่ใช้ Apple ID จ่างกัน หรืออุปกรณ์ที่ไม่ได้ใช้ iCloud กรุณาส่งคำเชิญ";
"HelpNotPublished" = "ฐานข้อมูลนี้ปิดการซิงค์ผ่าน Cloud";
"HelpAccounts" = "บัญชีทุกบัญชีสามารถรองรับสกุลเงินได้หลากหลาย หากต้องการเพิ่มเงินไปยังบัชีหรือโอนเงินระหว่างบัญชี ให้ไปที่หน้าจอหลักและเพิ่มการดำเนินงานโดยเลือกบัญชีนั้น";
"HelpHiddenAccounts" = "ลากบัญชีที่ไม่ได้ใช้ไปไว้ใต้บรรทัด 'บัญชีที่ซ่อนอยู่' เพื่อซ่อนจากรายการ แต่ยังเก็บข้อมูลไว้เป็นสถิติ";
"HelpWriteUs" = "เขียนถึงเรา!";
"HelpWriteReview" = "ชอบ Smart Budget หรือ";
"HelpFullVersion" = "ขอบคุณ";
"HelpSalePrice" = "คุณจะได้รับส่วนลดเป็นจำนวนมากในฐานะผู้ซื้อ Smart Budget เวอร์ชันแรก";
"HelpNormalPrice" = "ถ้าคุณเป็นเจ้าของ Smart Budget 1 คุณสามารถรับส่วนลดเป็นจำนวนมาก เพียงติดตั้ง Smart Budget 1.7 และอัปเกรดเป็นเวอร์ชันเต็มบนอุปกรณ์เครื่องนี้";
"HelpTapHold" = "แตะค้างไว้เพื่อรับฟังก์ชันเพิ่มเติม";
"HelpPlusMinus" = "สลับระหว่างรายได้และรายจ่าย";
"HelpDateRemembered" = "มีการเลือกวันที่ซึ่งไม่ใช่วันนี้โดยอัตโนมัติ กรุณาตรวจสอบความถูกต้อง";
"HelpDateApproaching" = "กำลังจะถึงกำหนดวันที่วางแผนไว้";
"HelpSelectSheet" = "เลือกแผ่นงานอื่นสำหรับการดำเนินงานนี้";
"HelpFreeProgress" = "ถ้าคุณใช้เวอร์ชันฟรีและใช้คำสั่งดำเนินงานครบ 30 คำสั่ง คุณจะต้องซื้อเวอร์ชันเต็ม";
"HelpSheets" = "คุณสามารถเพิ่มการดำเนินงานไปยังแผ่นงานอื่น และวิเคราะห์ข้อมูลเฉพาะภายในแผ่นงานนั้นได้";
"HelpEraser" = "ยางลบ";
"HelpMarker" = "มาร์กเกอร์";
"HelpExchangeRate" = "อัตราแลกเปลี่ยนได้รับการอัปเดตเมื่อ {hours_ago} ชั่วโมงที่แล้ว";
"HelpPin" = "รหัส PIN นี้เหมาะสำหรับการป้องกันไม่ให้เด็กๆ มาแก้ไขข้อมูลเล่นเท่านั้น หากต้องการความปลอดภัยอย่างจริงจัง ให้กำหนดรหัสผ่านสำหรับหน้าจอขณะล็อคเครื่อง";
"HelpForgotPin" = "ลืมรหัส PIN หรือ? ให้ลองเริ่มจาก 0000, 0001 ไปจนถึง 9999 จนกว่าจะพบ โดยทั่วไปการลองตัวเลขทั้งหมดใช้เวลาไม่ถึงหนึ่งชั่วโมง";

"HiddenAccountsLine"="บัญชีที่ซ่อนอยู่";
"AccountCash"="เงินสด";
"csvID"="จำนวน";
"RecurrenceTitle"="ทำซ้ำ";
"DateTitle"="วันที่";
"PlannedTitle"="วางแผนไว้";
"CategoryTitle"="หมวดหมู่";
"SheetTitle"="แผ่นงาน";
"SheetsTitle"="แผ่นงาน";
"SheetNamePlaceholder"="ชื่อแผ่นงาน";
"SheetTitleNew"="แผ่นงานใหม่";
"SheetNameTitle"="ชื่อ";
"TotalSheet"="แผ่นงานทั้งหมด";
"SeveralSheets"="หลายแผ่นงาน";
"TotalAccount"="ทุกบัญชี";
"SeveralAccounts"="หลายบัญชี";
"AccountTitle"="บัญชี";
"AccountToTitle"="ถึงบัญชี";
"AccountsTitle"="บัญชี";
"AccountNamePlaceholder"="ชื่อบัญชี";
"AccountNameTitle"="ชื่อ";
"AccountTitleNew"="บัญชีใหม่";
"AccountsSum"="รวม";
"CategoryNamePlaceholder"="ชื่อหมวดหมู่";
"CategoryTitleNew"="หมวดหมู่ใหม่";
"CategoryNameTitle"="ชื่อ";
"CurrencyTitle"="สกุลเงิน";
"CurrenciesTitle"="สกุลเงิน";
"AmountTitle"="จำนวนเงิน";
"EditName"="เปลี่ยนชื่อ";
"MoveToAccountTitle"="ย้ายการดำเนินงานไปที่";
"AccountMoveMenuTitle"="คุณกำลังจะย้ายการดำเนินงานทั้งหมดจากบัญชี '{from}' ไปยังบัญชี '{to}' การกระทำนี้ไม่สามารถย้อนคืนได้";
"MoveToSheetTitle"="ย้ายการดำเนินงานไปยัง";
"SheetMoveMenuTitle"="คุณกำลังจะย้ายการดำเนินงานทั้งหมดจากแผ่นงาน '{from}' ไปยังแผ่นงาน '{to}' การกระทำนี้ไม่สามารถย้อนคืนได้";
"MoveAllOperations"="ย้ายการดำเนินงานทั้งหมด";
"DeleteAllOperations"="ลบการดำเนินงานทั้งหมด";
"DeleteAllOperationsMenuTitle"="คุณกำลังจะลบการดำเนินงานทั้งหมดจากแผ่นงาน '{from}'' ในการใช้งานโดยทั่วไปแล้ว เราแทบไม่จำเป็นต้องลบการดำเนินงานอยู่แล้ว การลบจะทำให้ยอดเงินของคุณกลับไปเป็นเหมือนก่อนดำเนินงาน การกระทำนี้ไม่สามารถย้อนคืนได้";

"AmountConverted"="%@ เท่ากับ %@";
"ConversionNA"="ไม่มี";
"AmountNotConverted"="เกิดความผิดพลาดในการดาวน์โหลดอัตราแลกเปลี่ยน";
"BuiltInCategoryTitle"="หมวดหมู่พิเศษ";
"BuiltInCategoryText"="หมวดหมู่ ‘เงินกู้ยืม’, ‘การโอน’ และ ‘การแลกเปลี่ยนสกุลเงิน’ จะไม่สามารถแก้ไขค่าได้";
"OperationsNumber" = "{count}\nคำสั่ง";

"AboutTitle"="การตั้งค่า";
"RealAboutTitle"="เกี่ยวกับ";
"LimitTitle"="เวอร์ชันฟรี";
"LimitText"="เวอร์ชันฟรีจำกัดการใช้งานที่ 30 รายการ ใช้เวลาเพียง 20 วินาทีเพื่ออัพเกรดเป็นเวอร์ชันเต็มด้วยเทคโนโลยีการซื้อจากในโปรแกรมของ Apple";
"PurchaseStatusPurchasing"="กำลังติดต่อร้านค้า...";
"PurchaseStatusFullVersion"="ซื้อเวอร์ชันเต็มเรียบร้อยแล้ว";
"PurchaseStatusRestoring"="กำลังเรียกคืนรายการที่ซื้อ...";
"Purchase20ButtonTitle"="ซื้อเวอร์ชันเต็ม";
"RestoreButtonTitle"="เรียกคืนรายการที่ซื้อ";
"WriteReviewTitle"="เขียนคำวิจารณ์";
"WriteReviewText"="คุณต้องการเขียนบทวิจารณ์หรือไม่?";
"MoneyVersion"="Smart Budget เวอร์ชัน";
"FontTitle" = "แบบอักษร";
"PURCHASE_FAILED_TITLE"="เกิดความผิดพลาดในการซื้อ";
"CANNOT_MAKE_PAYMENTS_TEXT"="การตั้งค่าโทรศัพท์ของคุณไม่อนุญาตให้ทำการซื้อ เปิดการตั้งค่าอุปกรณ์, 'ทั่วไป', 'ข้อจำกัด' และตรวจสอบว่าได้เปิด 'การซื้อจากในแอป'";
"RESTORE_FAILED_TITLE"="เกิดความผิดพลาดในการกู้คืน";
"ERROR_INTERNET_TEXT"="%@ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้ง";
"ERROR_NO_PRODUCT"="ไม่สามารถดาวน์โหลดราคาได้";
"RESTORE_NOTHING_TITLE"="การเรียกคืนเสร็จสิ้น";
"RESTORE_NOTHING_TEXT"="ไม่พบรายการที่ซื้อไว้ก่อนหน้า กรุณาตรวจสอบให้แน่ใจว่าได้ใช้ Apple ID เดียวกับที่ใช้ซื้อครั้งก่อนหน้า";

"CurrencySelectedHeader"="สกุลเงินที่เลือก";
"CurrencyPopularHeader"="สกุลเงินที่นิยม";
"CurrencyOtherHeader"="สกุลเงินอื่นๆ";

"PinTitle"="รหัส PIN";
"PinEnterText"="ป้อนรหัส PIN";
"PinRepeatText"="ป้อนรหัส PIN อีกครั้ง";
"PinWrongText"="รหัส PIN ไม่ถูกต้อง\nโปรดป้อนรหัส PIN ของคุณอีกครั้ง";
"PinNoMatchText"="PIN ไม่ตรงกัน\nโปรดป้อนรหัส PIN อีกครั้ง";

"CreateDatabase"="สร้างฐานข้อมูล";
"SelectDatabase"="เปิดฐานข้อมูล";
"DocumentsTitle"="ฐานข้อมูล";
"DeleteDatabaseTitle"="ลบฐานข้อมูลออกจากโทรศัพท์นี้หรือไม่? การดำเนินการนี้ไม่สามารถแก้ไขได้!";
"Publish20"="เปิดการซิงค์ผ่าน Cloud";
"Invite20"="ส่งคำเชิญ";
"Unpublish20"="ปิดการซิงค์ผ่าน Cloud";
"UnpublishTitle20"="จะมีการสร้างสำเนาฐานข้อมูลภายในเครื่องบนอุปกรณ์นี้ และฐานข้อมูลต้นฉบับจะถูกลบออกจากอุปกรณ์นี้ รวมถึงอุปกรณ์ทั้งหมดที่ใช้ Apple ID เดียวกันสำหรับ iCloud";
"DeleteDatabaseTitlePublished"="ฐานข้อมูลจะถูกลบออกจากอุปกรณ์นี้ และอุปกรณ์ทุกเครื่องที่ใช้ Apple ID เดียวกันสำหรับ iCloud";
"OtherDevicesWillContinue"="ถ้าอุปกรณ์อื่นสามารถเข้าใช้งานสำเนาฐานข้อมูลบน Cloud ได้เนื่องจากได้รับคำเชิญ พวกเขาจะสามารถใช้งานต่อได้";

"ExportMenuTitle"="ส่งออกฐานข้อมูล";
"BackupButtonTitle20"="สำรองข้อมูล";
"PreviewButtonTitle"="ดูเป็น XSLX";
"ExportXSLXButtonTitle"="ส่งออกเป็น XSLX";
"SendToSupportTitle"="ส่งข้อมูลให้ฝ่ายสนับสนุน";
"SendToSupportText"="ถ้าคุณเชื่อว่าฐานข้อมูลของคุณเสียหาย คุณสามารถส่งให้ฝ่ายสนับสนุนทำการวิเคราะห์และอาจซ่อมแซมได้";

"ExpensePlanButton"="วางแผนแบบเดียวกัน";
"ExpensePerformButton"="ทำรายการ";
"ContactIndicator"="ผู้ติดต่อ";
"DeleteExpenseTitle"="ลบการทำรายการหรือไม่?";

"NEVER"="ไม่เคย";
"EVERY_DAY"="ทุกวัน";
"EVERY_WEEK"="ทุกสัปดาห์";
"EVERY_2WEEKS"="ทุกสองสัปดาห์";
"EVERY_MONTH"="ทุกเดือน";
"EVERY_2MONTHS"="ทุก 2 เดือน";
"EVERY_QUARTER"="ทุก 3 เดือน";
"TWICE_A_YEAR"="สองครั้งต่อปี";
"EVERY_YEAR"="ทุกปี";

"EXPENSE_KIND"="รายจ่าย";
"INCOME_KIND"="รายรับ";

"CatTransfer"="การโอน";
"CatConvert"="การแลกเปลี่ยนสกุลเงิน";
"CatLoan"="การกู้ยืม";
"CatLoanBack"="การชำระเงินกู้";
"CatApartment"="ที่พักอาศัย";
"CatFoodHome"="อาหาร";
"CatFoodRestaurant"="ร้านอาหาร, ร้านกาแฟ";
// Remove planned
"CatCarPlanned"="ยานพาหนะ";
"CatCarEmergency"="ยานพาหนะ (ฉุกเฉิน)";
"CatSport"="กีฬา";
"CatCat"="แมว";
"CatDog"="สุนัข";
"CatPet"="สัตว์เลี้ยง";
"CatGiftsLost"="ของขวัญ";
"CatTransportPublic"="ขนส่งมวลชน";
"CatFishing"="ตกปลา";
"CatHunting"="ล่าสัตว์";
"CatGamblingLost"="เสียพนัน";
"CatGaveFamily"="ให้ญาติ";
"CatBaby"="ลูก";
"CatMedicine"="ยา";
"CatGadgets"="เครื่องใช้ไฟฟ้า";
"CatCinema"="ภาพยนตร์";
"CatTheaters"="โรงละคร, นิทรรศการ";
"CatRoleplaying"="แสดงละคร";
"CatSalary"="เงินเดือน/ค่าจ้าง";
"CatOverwork"="ล่วงเวลา";
"CatBonus"="โบนัส";
"CatGamblingWon"="ชนะพนัน";
"CatApple"="ค่าธรรมเนียมลิขสิทธิ์";
"CatFound"="พบ";
"CatGiftsWon"="ของขวัญ";
"CatGovernment"="ค่าธรรมเนียมทางการ";
"CatClothes"="เสื้อผ้า";
"CatSpirits"="เครื่องดื่ม";
"CatCommunications"="โทรคมนาคมและอินเทอร์เน็ต";
"CatTransportTravel"="ค่าเดินทาง";
"CatHotel"="โรงแรม";
"CatEducation"="การศึกษา";
"CatUnknown"="ไม่ทราบ";
"CatCelebration"="วันหยุด";
"CatTookFromFamily"="ได้รับจากญาติ";
"CatInitialBalance"="ยอดดุลเบื้องต้น";

"UserCategorySheetTitle"="%@ (จำนวนการทำรายการ - %d)";
"SelectImage"="เลือกภาพ";
"DrawImage"="วาดภาพ";
"ImageTitle"="รูปภาพ";
"CategoriesRecent"="เพิ่งใช้";
"CategoriesNotRecent"="ไม่ได้ใช้นานแล้ว";
"CategoriesNeverUsed"="ไม่เคยใช้";

"EverydaySheet"="ทั่วไป";
"SelectFromContacts"="เลือกจากข้อมูลติดต่อ";
"CustomImagesSection"="ภาพที่ผู้ใช้วาดจากทุกฐานข้อมูล";

"ReportTitle"="รายงาน";
"Reports"="รายงาน";
"SimpleReport"="รายงานอย่างง่าย";
"ReportStyleTitle"="สไตล์ของรายงาน";
"ByCat"="ตามหมวดหมู่";
"ByDay"="รายวัน";
"BySum"="ยอดดุล";
"ReportPeriod"="ระยะเวลา";
"AllTime"="ตลอดเวลา";
"StatIncome"="รายรับ";
"StatOutcome"="รายจ่าย";
"StatBalance"="ยอดเงิน";
"StatExchangeRateFlux"="ความแตกต่างของอัตราแลกเปลี่ยน";
"StatIncome20"="รายรับ: {amount}";
"StatOutcome20"="รายจ่าย: {amount}";
"StatIncomePlanned"="รายรับตามแผน: {amount}";
"StatOutcomePlanned"="รายจ่ายตามแผน: {amount}";
"StatIncomePlannedNoDate"="รายรับตามแผน (ไม่มีวันที่): {amount}";
"StatOutcomePlannedNoDate"="รายจ่ายตามแผน (ไม่มีวันที่): {amount}";
"StatIncomePlannedPerMonth"="รายรับต่อเดือน: {amount}";
"StatOutcomePlannedPerMonth"="รายจ่ายต่อเดือน: {amount}";

"ExampleSneakers"="รองเท้าผ้าใบ";
"ExampleIcecream"="ไอศกรีม";
"ExampleGas"="น้ำมันรถ";
"ExampleTickets"="ตั๋วไปเชียงใหม่";
"ExampleMarriage"="งานแต่งงาน";

"DocsHintCloudBadReceipt" = "เซิร์ฟเวอร์คลาวด์ไม่ยอมรับฐานข้อมูลที่มีการแก้ไขจากเวอร์ชันฟรีหลายครั้งเกินไป กรุณาอัปเดตเป็นเวอร์ชันเต็ม";
"LoadFromBackupErrorTitle" = "ไม่มีการโหลดข้อมูลสำรอง";
"LOAD_FROM_BACKUP_EXISTS" = "คุณมีฐานข้อมูลที่ซิงค์ผ่านคลาวด์บนอุปกรณ์อยู่แล้ว";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "ไม่รับรู้รูปแบบไฟล์ คุณสามารถส่งไฟล์ให้กับฝ่ายสนับสนุนเพื่อทำการวิเคราะห์และซ่อมแซมได้";
"SectionNoDate"="วางแผนโดยไม่ลงวันที่";
"BitCoin" = "BitCoin";
"NMonths" = "{count} เดือน";
"NDays" = "{count} วัน";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "ใหม่";

"ImportInstructions20"="ฉันจะย้ายข้อมูลจาก Smart Budget 1 ไปยัง Smart Budget 2 ได้อย่างไร{title}ขั้นแรก ตรวจสอบให้แน่ใจว่ามีการติดตั้ง Smart Budget 1.7 หรือใหม่กว่า บนอุปกรณ์ของคุณ{picture1}เปิดใช้ Smart Budget 1 คลิกปุ่ม 'Cloud' จากนั้นคลิก 'ส่งออกไปยัง Smart Budget 2' เลือก Smart Budget 2 จากรายการแอปพลิเคชัน{picture2}ถ้าคุณใช้การซิงค์ผ่าน Cloud ใน Smart Budget 1 คุณจะต้องเปิดการซิงค์ผ่าน Cloud อีกครั้งใน Smart Budget 2{picture3}";
"FAQTitle"="คำถามที่ถามบ่อย";

"PlanNewOperation"="วางแผนการดำเนินการใหม่";
"AppName2"="Smart Budget 2";
